export const grammarRules = [
  //Септіктер
  { 
    id: 1, 
    title: 'Атау септік', 
    rule: 'Кім? Не? Ешқандай жалғаусыз қолданылады.', 
    example: '**Бала** ойнап жүр. **Үй** үлкен.' 
  },
  { 
    id: 2, 
    title: 'Ілік септік', 
    rule: 'Кімнің? Ненің? -ның/-нің, -дың/-дің, -тың/-тің жалғаулары.', 
    example: '**Мұғалімнің** кітабы. **Қаланың** көшесі.' 
  },
  { 
    id: 3, 
    title: 'Барыс септік', 
    rule: 'Кімге? Неге? Қайда? -ға/-ге, -қа/-ке жалғаулары.', 
    example: 'Мен мектеп**ке** бардым. Саған кітап**ты** бердім.' 
  },
  //Етістік Шақтары
  { 
    id: 4, 
    title: 'Осы шақ (Нақ осы шақ)', 
    rule: 'Іс-әрекеттің дәл қазір орындалып жатқанын білдіреді (-п жатыр, -ып жатыр).', 
    example: 'Ол **жазып жатыр**. Біз **оқып отырмыз**.' 
  },
  { 
    id: 5, 
    title: 'Көптік жалғау', 
    rule: 'Зат есімге -лар/-лер, -дар/-дер, -тар/-тер жалғанады.', 
    example: 'Қыз - қыз**дар**. Көл - көл**дер**. Жыл - жыл**дар**.' 
  },
];