export const words = [
  //Зат есімдер
  { id: 1, word: 'Аспан', meaning: 'Небо', example: 'Бүгін аспан ашық.' },
  { id: 2, word: 'Дастархан', meaning: 'Праздничный стол', example: 'Үлкен дастархан жайылды.' },
  { id: 3, word: 'Мұғалім', meaning: 'Учитель', example: 'Біздің мұғалім өте мейірімді.' },
  { id: 4, word: 'Кітапхана', meaning: 'Библиотека', example: 'Мен кітапханаға барамын.' },
  { id: 5, word: 'Ауа райы', meaning: 'Погода', example: 'Ауа райы бүгін суық.' },
  //Етістіктер
  { id: 6, word: 'Жазу', meaning: 'Писать', example: 'Ол хат жазып отыр.' },
  { id: 7, word: 'Оқу', meaning: 'Читать, Учиться', example: 'Бала кітап оқыды.' },
  { id: 8, word: 'Көру', meaning: 'Видеть/Смотреть', example: 'Біз кино көрдік.' },
  //Сын есімдер
  { id: 9, word: 'Әдемі', meaning: 'Красивый', example: 'Әдемі гүлдер өсіп тұр.' },
  { id: 10, word: 'Жылдам', meaning: 'Быстрый', example: 'Жылдам жүгіру керек.' },
];